< 움짤과 개인플젝 >

[1] 포트폴리오 움짤 제작  
	(1) 동영상 제작 ( WindowKey + G )
		1) o 아이콘 클릭(녹화시작) -> ㅁ 아이콘 클릭( 녹화 완료 )
		2) 결과(mp4) 확인 
		   내PC/동영상/캡처/

	(2) 움짤 제작 사이트 ( '움직이는 gif' 생성 )
		- 구글검색해서 제작 사이트 찾기 ( 예:  https://giphy.com/ )

[2] 파이썬 개인포트폴리오(플젝) 제작 
	(1) 순서 
		1) 주제선정
		2) 7/28(화):'시간'은 플젝 선생님과 정하기
			- 기획PPT발표
		3) py코딩
		4) exe ( py, resource, ico,.. )
		5) mp4 ( 영상 )
		6) gif ( 움짤 )

	(2) 최종발표
		1) 7/31(금): '시간'은 플젝 선생님과 정하기 
			- 결과PPT발표
			- 시연 
		2) 제출결과파일
		    - py
		    - exe
		    - mp4
		    - gif

	#옵션) notion 은 회원가입 후.. 
		 '우리플젝'을 이용하여 꾸미고 향후 업데이트하면 굿~
	